[Demo_Sisters_ep7_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=475,Y=-8990,Z=1118),VecSub=(X=80,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=535,Y=-8990,Z=1118),VecSub=(X=100,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_lp_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0600_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_lp_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0700_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Infatuated.GG2_BGM_DM_CMN_Infatuated_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_001_Cue',Name="カミゾノ　シノブ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_002_Cue',Name="カミゾノ　マヤ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0601_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_fx_close_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0105_fx_Stand2Wiggle",Rate=0,Number=3,Bit=0)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0500_lp_Wiggle",Number=8)
DemoScripts[24]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_005_Cue',Name="")
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[30]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[33]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[35]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[36]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[37]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=1,CId=69)
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0501_fx_Wiggle2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[40]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_009_Cue',Name="")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_010_Cue',Name="")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_011_Cue',Name="")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_013_Cue',Name="")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep7_3.GG2_V_Sisters_ep7_3_014_Cue',Name="")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=WINDOW,Command=EXIT)
DemoScripts[62]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Dokifield_Cue')
DemoScripts[63]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[64]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[65]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[66]=(Actor=SYSTEM,Command=WAIT,SecTime=3)
DemoScripts[67]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep7_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep7_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="忍",Text="呼......呼......呼......")

Texts[1]=(Label="TEXT02",Name="真夜",Text="呼......呼......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="妳們兩個,這樣能接受了嗎......?")

Texts[3]=(Label="TEXT04",Name="忍",Text="怎麼會......我們......兩個一起上....../n竟然也沒辦法贏....../n這樣我們就......是峯大的人了呢......")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="咦--這個人看起來是不是/n有點高興啊......?")

Texts[5]=(Label="TEXT06",Name="真夜",Text="嗚嗚......我,還沒....../n接受......")

Texts[6]=(Label="TEXT07",Name="忍",Text="......!/n我,我當然也還沒接受哦!!/n嗯! 我也還能夠戰鬥嘛!!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="咦咦,怎麼這樣......")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="沒辦法了......峯大大人./n我們使用心跳力場吧.")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="經過剛才的戰鬥,/n兩位都已經有所消耗了./n現在的話,應該能夠突破守護者才對!")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="不是用語言,也不是靠蠻力....../n請利用現在的你纔有辦法傳達的\"愛\"/n讓她們兩位接受吧!")

Texts[11]=(Label="TEXT12",Name="峯大",Text="我明白了!/n最後就拜託妳來發大的囉!")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="好的!/n要上囉--!")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="最終心跳力場,展開!!")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="ガーディアン消滅確認!/nこれで心はまるはだかー!!")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="峯大様!/n思う存分,やっちゃってください!!")

Texts[16]=(Label="TEXT17",Name="峯大",Text="二人は,俺の翼だぁーっ!!")

Texts[17]=(Label="",Name="",Text="")

Texts[18]=(Label="SELECT01",Name="",Text="")

Texts[19]=(Label="SELECT02",Name="",Text="")

Texts[20]=(Label="SELECT03",Name="",Text="")

Texts[21]=(Label="SELECT04",Name="",Text="")

Texts[22]=(Label="SELECT05",Name="",Text="")

Texts[23]=(Label="SELECT06",Name="",Text="")

Texts[24]=(Label="SELECT07",Name="",Text="")

Texts[25]=(Label="SELECT08",Name="",Text="")

Texts[26]=(Label="SELECT09",Name="",Text="")

Texts[27]=(Label="SELECT10",Name="",Text="")


